Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/foreslar_a_lovfeste_samisk_hogskole_som_en_urfolksinstitusjon.html.tmx
Source language: nob
Languages: sma

source: Foreslår å lovfeste Samisk høgskole som en urfolksinstitusjon
sma: Raereste Saemien jïlleskuvlem aalkoeåålmegeinstitusjovnine vihtiestidh

source: Sametinget skal i desember behandle innspill til ny universitets- og høyskolelov.
sma: Saemiedigkie edtja lahtestimmieh orre universiteete- jïh jïlleskuvlelaakese gïetedidh goeven.

source: Sametingsrådet foreslår at Samisk høgskole skal få status som en urfolksinstitusjon, og at Sametinget skal få utvidet oppnevningsrett til styrene ved UiT - Norges arktiske universitet og Nord universitet.
sma: Saemiedigkieraerie raereste Saemien jïlleskuvle edtja statusem aalkoeåålmegeinstitusjovnine åadtjodh, jïh Saemiedigkie edtja vijriedamme nammoehtimmiereaktam åadtjodh ståvrojde UiT - Nöörjen arktiske universiteetesne jïh Noerhte Universiteetesne.

source: Som en del av sametingsrådets forslag blir Samisk høgskole definert som en urfolksinstitusjon.
sma: Goh bielie saemiedigkieraerien raeriestimmeste Saemien jïlleskuvle definisjovnem aalkoeåålmegeinstitusjovne åådtje.

source: Samisk høgskole har i dag en grenseoverskridende virksomhet som tar utgangspunkt i forståelsen av at samer er et urfolk.
sma: Saemien jïlleskuvle raastenrastah barkeminie jïh goerkesem våaroeminie åtna saemieh leah akte aalkoeåålmege.

source: Sametingsrådet har tidligere fått gjennomslag for å lovfeste samiske språk som urfolksspråk i den nye språkloven som er til behandling i Stortinget.
sma: Saemiedigkieraerie lea aarebi dåarjoem åådtjeme saemien gïelh aalkoeåålmegegieline vihtiestidh dennie orre gïelelaakesne maam Stoerredigkie gïetedeminie.

source: Sametingsråd Mikkel Eskil Mikkelsen (NSR) Sámediggi – For sametingsrådet er det viktig å sikre Samisk høgskole rom til utvikling som en samisk institusjon.
sma: Saemiedigkieraerie Mikkel Eskil Mikkelsen (NSR) Sámediggi – Saemiedigkieraaran lea vihkeles hoksedh Saemien jïlleskuvle nuepiem åådtje jïjtjemse saemien institusjovnine evtiedidh.

source: Derfor foreslår vi at Samisk høgskoles grenseoverskridende nedslagsfelt og deres utgangspunkt for utdanning og forskning blir synliggjort i lovverk.
sma: Dan åvteste raeriestibie Saemien jïlleskuvlen raastenrastah gïehtelimmiedajve jïh jïlleskuvlen våarome ööhpehtæmman jïh dotkemasse vååjnesasse båetieh laakine.

source: Vi vet at Samisk høgskole har ambisjoner om å bli et urfolksuniversitet.
sma: Mijjieh daejrebe Saemien jïlleskuvlen leah syjhtedassh aalkoeåålmegeuniversiteetine sjïdtedh.

source: Å få lovfestet Samisk høgskole som en urfolksinstitusjon er et steg i den retningen, sier sametingsråd Mikkel Eskil Mikkelsen (NSR).
sma: Laakine vihtiestidh Saemien jïlleskuvle lea aalkoeåålmegeinstitusjovne lea akte sïlle dan otnjegen vööste, saemiedigkieraerie Mikkel Eskil Mikkelsen (NSR) jeahta.

source: Sametingsrådet forslår også at Samisk høgskole skal få lovfestet ansvaret for å utvikle alle samiske språk som fagspråk.
sma: Saemiedigkieraerie aaj raereste Saemien jïlleskuvle edtja sov dïedtem vihtiestidh juktie gaajhkh saemien gïelh faagegieline evtiedidh.

source: – Sametingsrådet foreslår i dialog med Samisk høgskole å lovfeste deres ansvar for utvikling av alle samiske språk som fagspråk.
sma: – Saemiedigkieraerie raereste rååresjimmesne Saemien jïlleskuvline dej dïedtem vihtiestidh juktie gaajhkh saemien gïelh faagegieline evtiedidh.

source: Dette må ses i lys av Samisk høgskoles virksomhet over landegrensene.
sma: Tjuara dam tjoevkesisnie vuejnedh Saemien jïlleskuvlen barkoste laanterastaj rastah.

source: Det gleder meg at Samisk høgskole er tydelige på dette og vi vil fra Sametinget følge dette opp når rammene for universitets- og høyskolesektoren blir gjennomgått i en senere stortingsmelding.
sma: Manne aavone Saemien jïlleskuvle lea dan tjyölkehke dan bïjre jïh mijjieh Saemiedigkeste sïjhtebe daam aamhtesem bæjjese fulkedh gosse edtja universiteete- jïh jïlleskuvlesuerkien mierieh gïehtjedidh aktene minngebe stoerredigkiebïevnesisnie.

source: Ønsker å utvide rollen
sma: Sæjhta råållam vijriedidh

source: Sametinget oppnevner i dag to styremedlemmer til Samisk høgskole, men ønsker å utvide rollen i universitets- og høyskolesektoren til oppnevning av styreleder til Samisk høgskole og styremedlemmer til Nord universitet og UiT - Norges arktiske universitet.
sma: Daelie Saemiedigkie göökte ståvroelïhtsegh Saemien jïlleskuvlese nammohte, men sæjhta råållam vijriedidh universiteete- jïh jïlleskuvlesuerkesne jïh aaj ståvroeåvtehkem Saemien jïlleskuvlese jïh ståvroelïhtsegh Noerhte universiteetese jïh UiT - Nöörjen arktiske universiteetese nammoehtidh.

source: – Det er sentralt for Sametinget å ha en tydelig rolle i styring av universitets- og høgskolesektoren.
sma: – Saemiedægkan vihkele aktem tjïelke råållam utnedh stuvremisnie universiteete- jïh jïlleskuvlesuerkeste.

source: Et virkemiddel i denne sammenhengen er å delta aktivt i oppnevning til styrene i de ulike utdanningsinstitusjonene.
sma: Akte vierhkievierhtie daennie ektiedimmesne lea eadtjohkelaakan meatan årrodh ståvrojde nammoehtidh dejnie ovmessie ööhpehtimmieinstitusjovnine.

source: De nordligste institusjonene har et betydelig ansvar og rolle i det samiske samfunnet som også må reflekteres i styrets sammensetning.
sma: Doh noerhtemes institusjovnh aktem joekoen vihkeles dïedtem jïh råållam utnieh saemien siebriedahkesne jïh daate aaj tjuara vååjnesasse båetedh ståvroelïhtsegi gaskem.

source: Styrene har behov for en slik kompetanse, sier Mikkelsen.
sma: Ståvroeh dagkeres maahtoem daarpesjieh, Mikkelsen jeahta.

source: Utvalg overså Sametinget
sma: Moenehtse Saemiedigkiem tjelmiehti

source: I forslaget til ny universitet- og høgskolelov foreslås det at Sametingets rolle skal begrenses og at Sametinget skal miste oppnevningsrett av eksterne styremedlemmer til Samisk høgskole.
sma: Raeriestimmesne orre universiteete- jïh jïlleskuvlelaakese raereste Saemiedigkien råållam gaertjiedidh jïh Saemiedigkie edtja nammoehtimmiereaktam byjngetje ståvroelïhtsegijstie Saemien jïlleskuvlese dassedh.

source: Mikkelsen er svært kritisk til dette forslaget, ikke minst fordi utvalget ikke har vurdert Sametingets rolle i styringen av universitets- og høyskolesektoren.
sma: Mikkelsen daam raeriestimmiem tjarke laajhta, ij goh unnemes dan åvteste moenehtse ij leah Saemiedigkiem råållam stuvremisnie universiteete- jïh jïlleskuvlesuerkeste vuarjasjamme.

source: – Sametingsrådet kan på ingen måte godta at Sametingets myndighet og rolle svekkes, og jeg ser at utvalget ikke har hatt en god nok forståelse av hva hverken Sametinget eller Samisk høgskole er.
sma: – Saemiedigkieraerie ij guktie gænnah maehtieh jååhkesjidh Saemiedigkien faamoe jïh råålla viesjiehtåbpoe sjidtieh, jïh manne vuajnam moenehtse ij leah nuekie hijvenlaakan guarkeme maam Saemiedigkie jallh Saemien jïlleskuvle leah.

source: Det er ikke bra at de foreslår å begrense Sametingets oppnevningsrett.
sma: Ij leah hijven gosse raeriestieh Saemiedigkien nammoehtimmiereaktam gaertjiedidh.

source: Vi velger derfor fra sametingsrådet å være tydelige i våre forslag på hva våre forventninger er hva gjelder Sametingets rolle og myndighet i styring av universitets- og høyskolesektoren gjennom loven og i det videre arbeidet med stortingsmeldingen om styring av universitets- og høyskolesektoren.
sma: Saemiedigkieraerien bieleste veeljebe dan åvteste tjyölkehke årrodh mijjen raeriestimmine mijjen veanhtadimmiej bïjre gosse lea Saemiedigkien råållan jïh faamoen bïjre stuvremisnie universiteete- jïh jïlleskuvlesuerkeste laaken tjïrrh, jïh guhkiebasse barkosne stoerredigkiebïevnesinie stuvremen bïjre universiteete- jïh jïlleskuvlesuerkeste.

source: For intervju eller spørsmål, kontakt sametingsråd Mikkel Eskil Mikkelsen (NSR), tlf. +47 917 42 161, mikkel.eskil.mikkelsen@samediggi.no
sma: Jis gihtjehtimmie jallh gyhtjelassh, gaskesadth saemiedigkieraeriem Mikkel Eskil Mikkelsen (NSR), tlf. +47 917 42 161, mikkel.eskil.mikkelsen@samediggi.no
